Repository: ShahzodAbdashev/water_delivery_bot
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ru, uz

source: ⬅️ Back
ru: ⬅️ Назад
uz: ⬅️ Orqaga

source: Botimizga xush kelibsiz !!!
ru: Ваш заказ принят. Наши операторы свяжутся с вами в ближайшее время 😊
uz: Buyurtmangiz qabul qilindi tez orada operatorlarimiz siz bilan bog’lanishadi😊

source: Enter your full name
ru: Введите ваше полное имя
uz: To'liq ismingizni kiriting

source: Enter phone number
ru: Введите номер телефона
uz: Telefon raqamingizni kiriting

source: You successfully, registered
ru: Вы успешно зарегистрировались
uz: Siz muvaffaqiyatli ro'yxatdan o'tdingiz

source: Bizning operatorlarimiz bilan bog'laning: +998 94-924-29-45
ru: Свяжитесь с нашими операторами: +998 94-924-29-45
uz: Bizning operatorlarimiz bilan bog'laning: +998 97 034 01 38

source: Choose nessesery language
ru: Выберите нужный язык
uz: Kerakli tilni tanlang

source: Language changed successfully
ru: Язык успешно изменён
uz: Til muvaffaqiyatli o'zgartirildi

source: Choose one of the product
ru: Выберите один из продуктов
uz: Mahsulotlardan birini tanlang

source: How many do you need
ru: Сколько вам нужно?
uz: Nechta kerak?

source: In what time it need to delivered
ru: Когда нужно доставить?
uz: Qachon yetkazib berilishi kerak?

source: Input you location
ru: Введите ваше местоположение
uz: Manzilingizni kiriting

source: Bu mazilni tasdiqlaysizmi **{location_}**
ru: Вы подтверждаете этот адрес **{location_}**?
uz: Bu manzilni tasdiqlaysizmi **{location_}**?

source: Product added successfully, just wait about 2 days
ru: Продукт успешно добавлен. Ожидайте примерно 2 дня
uz: Mahsulot muvaffaqiyatli qo'shildi, atigi 2 kun kuting

source: Enter by hand !!!
ru: Введите вручную!
uz: Qo'lda kiriting!!!

source: Product added successfully, just wait
ru: Продукт успешно добавлен. Ожидайте примерно 2 дня
uz: Mahsulot muvaffaqiyatli qo'shildi, kuting

source: 📞 Phone number
ru: 📞 Номер телефона
uz: 📞 Telefon raqami

source: 📞 Location
ru: 📞 Местоположение
uz: 📞 Manzil

source: Order product
ru: Чимганская вода
uz: Chimgan water

source: Contacts
ru: Контакты
uz: Aloqaga chiqish

source: ⚙️ Settings
ru: ⚙️ Настройки
uz: ⚙️ Sozlamalar

source: Tasdiqlayman
ru: Подтверждаю

source: Qo'lda kiritaman
ru: Введу вручную
